Repository: minhtydang/bookingRoomProject
Catalog: DoAn_LTW_Nhom15_22DTHG3/DoAn_LTW_Nhom15_22DTHG3/Resources/Views.Order.Details.*.resx
Languages: vi

source: Order Details
vi: Chi tiết đơn đặt phòng

source: User ID
vi: Người dùng ID

source: Order Date
vi: Ngày đặt

source: Shipping Address
vi: Địa chỉ khách

source: Notes
vi: Ghi chú

source: Room Price
vi: Tiền Phòng

source: Booked Rooms List
vi: Danh sách phòng trọ đã đặt

source: Room
vi: Phòng trọ

# PricePerMonth
source: Price / Month
vi: Giá / Tháng

source: Number of Months
vi: Số Tháng

source: Deposit
vi: Đã Cọc

source: Back to Order List
vi: Quay lại danh sách đơn đặt phòng
