Repository: minhtydang/bookingRoomProject
Catalog: DoAn_LTW_Nhom15_22DTHG3/DoAn_LTW_Nhom15_22DTHG3/Resources/Views.ShoppingCart.Index.*.resx
Languages: vi

source: Your Cart
vi: Giỏ phòng trọ của bạn

# EmptyCart
source: Your cart is empty.
vi: Giỏ phòng trọ của bạn đang trống.

source: Room
vi: Phòng trọ

source: Rental Days
vi: Số ngày thuê

# RentalPrice
source: Rental Price (VND)
vi: Giá thuê (VNĐ)

# Deposit
source: Viewing Deposit (20%)
vi: Tiền cọc xem phòng (20%)

source: Total
vi: Tổng tiền

source: Action
vi: Hành động

source: Check-in Date
vi: Ngày đến

source: Check-out Date
vi: Ngày đi

# RemoveFromCart
source: Remove room from cart
vi: Xóa phòng trọ khỏi giỏ

source: Delete
vi: Xóa

source: Update Rental Days
vi: Cập nhật số ngày thuê

source: Total Rental
vi: Tổng tiền thuê

source: Enter voucher code
vi: Nhập mã giảm giá

source: Apply
vi: Áp dụng

source: Applied Code
vi: Đã áp dụng mã

source: Discount Amount
vi: Số tiền giảm

source: Max
vi: Tối đa

source: Total to Pay
vi: Tổng tiền phải trả

source: Total Payment
vi: Tổng tiền thanh toán

# HaveVoucherCode
source: Have a voucher code? Enter it to get a discount!
vi: Bạn có mã giảm giá? Hãy nhập vào để được giảm giá!

source: Go to Checkout
vi: Tới trang thanh toán

source: Pay with MoMo
vi: Thanh toán MoMo

source: Back to List
vi: Quay lại danh sách
